export const faqCategories = [
    {
        id: 0,
        name: "ทั้งหมด",
    },
    {
        id: 1,
        name: "คำถามทั่วไป",
    },
    {
        id: 2,
        name: "การใช้งานแชทบอท",
    },  
    {
        id: 3,
        name: "กฎระเบียบ",
    },
    {   
        id: 4,
        name: "สิทธิการลา",
    },
    {
        id: 5,
        name: "เอกสารและการร้องขอ",
    },
    
    {
        id: 6,
        name: "การประกาศและข่าวสาร",
    },
    {
        id: 7,
        name: "อื่นๆ",
    },
];