 export const royalDecoration = [
    {
      code: "ร.ง.ม.",
      name: "เหรียญเงินมงกุฎไทย",
      class: "ชั้นที่ 7",
      type: "เหรียญตรา"
    },
    {
      code: "ร.ง.ช.",
      name: "เหรียญเงินช้างเผือก",
      class: "ชั้นที่ 7",
      type: "เหรียญตรา"
    },
    {
      code: "ร.ท.ม.",
      name: "เหรียญทองมงกุฎไทย",
      class: "ชั้นที่ 6",
      type: "เหรียญตรา"
    },
    {
      code: "ร.ท.ช.",
      name: "เหรียญทองช้างเผือก",
      class: "ชั้นที่ 6",
      type: "เหรียญตรา"
    },
    {
      code: "บ.ม.",
      name: "เบญจมาภรณ์มงกุฎไทย",
      class: "ชั้นที่ 5",
      type: "ต่ำกว่าสายสะพาย"
    },
    {
      code: "บ.ช.",
      name: "เบญจมาภรณ์ช้างเผือก",
      class: "ชั้นที่ 5",
      type: "ต่ำกว่าสายสะพาย"
    },
    {
      code: "จ.ม.",
      name: "จัตุรถาภรณ์มงกุฎไทย",
      class: "ชั้นที่ 4",
      type: "ต่ำกว่าสายสะพาย"
    },
    {
      code: "จ.ช.",
      name: "จัตุรถาภรณ์ช้างเผือก",
      class: "ชั้นที่ 4",
      type: "ต่ำกว่าสายสะพาย"
    },
    {
      code: "ต.ม.",
      name: "ตริตาภรณ์มงกุฎไทย",
      class: "ชั้นที่ 3",
      type: "ต่ำกว่าสายสะพาย"
    },
    {
      code: "ต.ช.",
      name: "ตริตาภรณ์ช้างเผือก",
      class: "ชั้นที่ 3",
      type: "ต่ำกว่าสายสะพาย"
    },
     {
      code: "ท.ม.",
      name: "ทวีติยาภรณ์มงกุฎไทย",
      class: "ชั้นที่ 2",
      type: "ต่ำกว่าสายสะพาย"
    },
    {
      code: "ท.ช.",
      name: "ทวีติยาภรณ์ช้างเผือก",
      class: "ชั้นที่ 2",
      type: "ต่ำกว่าสายสะพาย"
    },
    {
      code: "ป.ม.",
      name: "ประถมาภรณ์มงกุฎไทย",
      class: "ชั้นที่ 1",
      type: "ชั้นสายสะพาย"
    },
    {
      code: "ป.ช.",
      name: "ประถมาภรณ์ช้างเผือก",
      class: "ชั้นที่ 1",
      type: "ชั้นสายสะพาย"
    },
    {
      code: "ม.ว.ม.",
      name: "มหาวชิรมงกุฎ",
      class: "ชั้นสูงสุด",
      type: "ชั้นสายสะพาย"
    },
    {
      code: "ม.ป.ช.",
      name: "มหาปรมาภรณ์ช้างเผือก",
      class: "ชั้นสูงสุด",
      type: "ชั้นสายสะพาย"
    },
    {
      code: "ร.จ.พ.",
      name: "เหรียญจักรพรรดิมาลา",
      class: null,
      type: "เหรียญตรา"
    }
  ];